[
  {
    "birthday": "April 8",
    "color": "#39fe19",
    "name": "Keitaro Nagame",
    "description": "Keitaro is an energetic guy who loves to 'collect' memories through taking pictures. His playful and friendly nature makes him a natural crowdpleaser.",
    "animal": "Frog",
    "emoteId": "514293667041771531",
    "age": 19
  },
  {
    "birthday": "September 22",
    "color": "#ff6600",
    "name": "Hiro Akiba",
    "description": "As Keitaro's childhood friend and best friend, Hiro has growing affection for Keitaro. He tends to get jealous easily, but his cheerful personality and talent for cooking make up for it!",
    "animal": "Raccoon",
    "emoteId": "514293666853158913",
    "age": 19
  },
  {
    "birthday": "January 21",
    "color": "#b11aff",
    "name": "Yoichi Yukimura",
    "description": "Yoichi heeds no authority and likes to bully others, giving him the reputation of a delinquent. No one understands the true reason behind his actions. Surprisingly, he has a soft heart when it comes to animals.",
    "animal": "Wolf",
    "emoteId": "514293667595419663",
    "age": 20
  },
  {
    "birthday": "June 20",
    "color": "#1ab1ff",
    "name": "Natsumi Hamasaki",
    "description": "Natsumi is seen as a role model among the campers due to his responsible and hardworking nature. However, he is pressured with the high expectations built around him.",
    "animal": "Stag Beetle",
    "emoteId": "514293667192766465",
    "age": 20
  },
  {
    "birthday": "March 20",
    "color": "#f7f63c",
    "name": "Hunter Springfield",
    "description": "Hunter has a shy and timid personality. He is always having a hard time socializing with others. It may look like that he prefers spending his time alone, but he just wants to have friends, just like everybody else.",
    "animal": "Bunny",
    "emoteId": "514294078570102784",
    "age": 18
  },
  {
    "birthday": "July 13",
    "color": "#e81615",
    "name": "Taiga Akatora",
    "description": "Taiga is a born leader, but unfortunately, he's using it to drag his friends into his schemes. He has an unreasonable hate towards Keitaro.",
    "animal": "Tiger",
    "emoteId": "514293667507208193",
    "age": 19
  },
  {
    "birthday": "August 4",
    "color": "#00aa6c",
    "name": "Lee Kurosawa",
    "description": "Lee is very smart, but he's physically fragile. He looks up to Taiga as a role model for his bravery, hoping one day he could be as strong as him.",
    "animal": "Snake",
    "emoteId": "586763383806754816",
    "age": 19
  },
  {
    "birthday": "May 30",
    "color": "#d37fb7",
    "name": "Eduard Fitzpatrick",
    "description": "Eduard is known for being extremely vain and sassy. No one's really sure how and why he's friends with Taiga.",
    "animal": "Flamingo",
    "emoteId": "514293667234709519",
    "age": 19
  },
  {
    "birthday": "July 24",
    "color": "#9dd5e6",
    "name": "Seto (Shintaro) Aihara",
    "description": "Seto usually spends a lot of his time playing games and listening to music. He's very chill and casual, but he can be really straightforward sometimes.",
    "animal": "Cat",
    "emoteId": "514293667205349377",
    "age": 18
  },
  {
    "birthday": "September 26",
    "color": "#bdd7e6",
    "name": "Felix Clermont",
    "description": "Felix came from a wealthy family. He is used to getting what he wants. He can be quite difficult to deal with. Hopefully, Camp Buddy changes him for the better.",
    "animal": "Arctic Fox",
    "emoteId": "514293667247423498",
    "age": 18
  },
  {
    "birthday": "June 9",
    "color": "#5d8c6b",
    "name": "Aiden Flynn",
    "description": "Aiden is the high-spirited, all around helper of Camp Buddy. He is in charge of cooking, cleaning, gardening, repairs, healthcare and physical education.",
    "animal": "Lizard",
    "emoteId": "514293666936782850",
    "age": 27
  },
  {
    "birthday": "July 3",
    "color": "#9c9b99",
    "name": "Goro Nomoru",
    "description": "Goro is the owner and president of Camp Buddy. His grumpy and irritable attitude sometimes hinders his judgement, but he sincerely wants the best for the camp.",
    "animal": "Panda",
    "emoteId": "514293666861416466",
    "age": 47
  },
  {
    "birthday": "March 7",
    "color": "#c07c35",
    "name": "Yoshinori Nagira",
    "description": "Yoshinori is the optimistic and idealistic leader of Camp Buddy. He has yet to prove his determination to redeem his shortcomings form the past.",
    "animal": "Grizzly Bear",
    "emoteId": "514293667473653781",
    "age": 29
  },
  {
    "birthday": "May 8",
    "color": "#ff73bb",
    "name": "Yuri Nomoru",
    "description": "Yuri is the daughter of Goro and Yoshinori's assistant. Don't be fooled by her looks; she has a wild imagination when it comes to certain things.",
    "animal": "Butterfly",
    "emoteId": "514291726069006336",
    "age": 28
  },
  {
    "birthday": "June 14",
    "color": "#227abe",
    "name": "Naoto Hamasaki",
    "description": "Naoto is Natsumi's older brother. He's very charismatic and well-rounded. It seems like he has a huge influence on Natsumi's personality.",
    "animal": "Hercules Beetle",
    "emoteId": "586763400562868234",
    "age": 26
  },
  {
    "birthday": "August 8",
    "color": "#e7ab0d",
    "name": "Kieran Moreno",
    "description": "Kieran is a camper who used to attend Camp Buddy. He seems burdened by the past, and wants to make up for it as best as he can.",
    "animal": "Lion",
    "emoteId": "652587591115472907",
    "age": 19
  },
  {
    "birthday": "April 8",
    "color": "#fead3e",
    "name": "Jirou",
    "description": "Jirou is a very hyper boy who always gets himself into trouble. He's a total klutz, stumbling and hurting himself all the time, but this doesn't stop him from jumping around and having fun.",
    "animal": "Red-Eyed Tree Frog",
    "emoteId": "586763281977311243",
    "age": 18
  },
  {
    "birthday": "June 2",
    "color": "#5ca0d5",
    "name": "Connor Bleufin",
    "description": "Connor is an energetic and fun-loving boy who lives in a fishing town. He and his best friend Jirou are always getting into trouble, but Connor is always there to look out for him.",
    "animal": "Marlin",
    "emoteId": "586763102306172958",
    "age": 18
  },
  {
    "birthday": "January 9",
    "color": "#13c4d4",
    "name": "Avan Geiserford",
    "description": "A cool headed yet sporty guy who never seems to have anything on his mind but working his way towards a professional swimming career.",
    "animal": "Penguin",
    "emoteId": "586763085398933504",
    "age": 20
  },
  {
    "birthday": "April 4",
    "color": "#fdbbe4",
    "name": "Yuuto Mizushima",
    "description": "Yuuto is a volleyball player with a springy and impulsive personality, but that doesn't stop him from making friends! He also loves the beach, but ironically... he can't even swim!",
    "animal": "Sea Otter",
    "emoteId": "586763775156420618",
    "age": 20
  },
  {
    "birthday": "August 19",
    "color": "#f0534e",
    "name": "Haruki Sakurai",
    "description": "Haruki spends most of his time preparing for his big idol debut. Beyond his charming personality lies more than meets the eye.",
    "animal": "Fox",
    "emoteId": "586763119234252810",
    "age": 21
  },
  {
    "birthday": "June 25",
    "color": "#b46075",
    "name": "Chiaki Yumeno",
    "description": "Chiaki isn't afraid to be a tease and poke a little fun at everyone he meets. If there's one thing he's skilled at in creative arts, it's getting caught up in colourful messes!",
    "animal": "Ocelot",
    "emoteId": "609824438715809957",
    "age": 20
  },
  {
    "birthday": "October 10",
    "color": "#554ca0",
    "name": "Noah Reiner",
    "description": "Noah is a happy-go-lucky graffiti artist and gamer. He has been caught in the middle of painting a few times, but that doesn't stop him from trying again.",
    "animal": "Panther",
    "emoteId": "610168246477520919",
    "age": 19
  },
  {
    "birthday": "September 16",
    "color": "#a53154",
    "name": "Knox",
    "description": "Renegade, trickster, and a lewd lord all around, Knox is a boy who’s all about fun in the naughtiest ways possible. Follow him as he flips around the world of boys’ love, trying (and failing) to keep out of trouble.",
    "animal": "Jackal",
    "emoteId": "586763368044429312",
    "age": 19
  }
]